---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.CrackWidth
source: html/8b094c07-676a-cb4c-a810-e19206858ffb.htm
---
# Autodesk.Revit.DB.SpecTypeId.CrackWidth Property

Crack Width, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId CrackWidth { get; }
```